Repository: jywarren/plots
Catalog: html/modules/to_do/translations/*.po
Languages: fr

source: Title
fr: Titre

source: Status
fr: Etat

source: Priority
fr: Priorité

source: Start Date
fr: Date de début

source: Deadline
fr: Echéance

source: Date Finished
fr: Date de fin

source: Immediate
fr: Immédiate

source: Finished
fr: Terminée

source: You currently have no to do list items assigned to you.
fr: Aucune tâche ne vous est actuellement affectée.

source: Assigned To
fr: Affectée à

source: You have not created any to do list items.
fr: Vous n'avez créé aucune tâche.

source: Block Settings
fr: Paramètres du bloc

source: Display deadline column
fr: Afficher la colonne échéance

source: Unchecking this box will remove the deadline column from the block provided by this module.
fr: Décocher cette case enlèvera la colone échéance du bloc fourni par ce module.

source: Display status column
fr: Afficher la colonne état

source: Unchecking this box will remove the status column from the block provided by this module.
fr: Décocher cette case enlèvera la colone état du bloc fourni par ce module.

source: Display icon
fr: Afficher l'icône

source: Unchecking this box will remove the icon that links to the to_do/list page from the block provided by this module.
fr: Décocher cette case enlèvera l'icône pointant vers la liste des tâches depuis le bloc fourni par ce module.

source: Display tabs
fr: Afficher les onglets

source: Unchecking this box will remove the tabs from the block provided by this module.<br />Note: If you change this value, you must save the settings before your selection will be reflected on the site.
fr: Décocher cette case enlèvera les onglets du bloc fourni par ce module.<br />Note: Si vous modifiez cette valeur, vous devez enregistrer les paramètres pour que vos changements apparaissent sur le site.

source: List to display
fr: Tâches à afficher

source: Choose which items you would like to display in the block
fr: Choisissez les tâches que vous voulez afficher dans le bloc.

source: Date Format
fr: Format de date

source: Enter the format to be used for dates displayed by the To Do List module. Use a !php_date format string.<br />Note: No hours, minutes, or seconds are provided with dates in this module, so don't include these in your format string.
fr: Entrer le format de date qui sera utilisé dans le module To Do list. Utilisez une chaîne !php_date.<br />Note: Ce module ne gérant ni les heures, ni les minutes, ni les secondes, il est inutile de les inclure dans votre format de date.

source: PHP date
fr: Date PHP

source: To Do
fr: Tâche

source: A to do list.
fr: Une liste de tâches à faire.

source: Include start date
fr: Inclure la date de début

source: Include deadline
fr: Inclure l'échéance

source: Automatically mark this listing closed after the deadline
fr: Passée l'échéance, marquer automatiquement cette liste comme fermée

source: Assignment
fr: Affectation

source: Assign to self
fr: Affecter à vous-même

source: Show users from the following roles
fr: Afficher les utilisateurs possédant les rôles suivants

source: Please choose users from the list below. If you do not wish to select any users, please remove all checkmarks from this list.
fr: Merci de sélectionner des utilisateurs dans la liste ci-dessous. Si vous souhaitez n'en sélectionner aucun, merci de décocher toutes les cases.

source: Users
fr: Utilisateurs

source: Please select one or more users from the list. If you do not wish to select any users, please remove all checkmarks from the 'roles' checkboxes above this list.
fr: Merci de sélectionner un ou plusieurs utilisateurs dans la liste. Si vous souhaitez n'en sélectionner aucun, merci de décocher les cases 'rôles' correspondantes au-dessus de cette liste.

source: The following user(s) can mark this listing as finished
fr: Le(s) utilisateur(s) suivant(s) peu(ven)t marquer cette liste comme terminée

source: Only me
fr: Seulement moi

source: Any assigned user
fr: Tout utilisateur affecté

source: The deadline cannot be earlier than the start date
fr: L'échéance ne peut être antérieure à la date de début

source: You must assign this listing to yourself
fr: Vous devez vous affecter cette liste

source: You must assign this listing to at least one user, who can be either yourself or another user.
fr: Vous devez affecter cette liste à au moins un utilisateur, lequel peut être vous-même ou une autre personne.

source: To do list
fr: Tâches

source: Urgent
fr: Urgentes

source: To do list (!type)
fr: Liste de tâches (!type)

source: There are no items to display
fr: Aucune tâche ne vous est affectée

source: Item
fr: Tâches

source: deadline
fr: échéance

source: status
fr: état

source: Items in red have been marked 'immediate'.
fr: Les tâches en rouge sont marquées 'immédiates'.

source: Go to to do list
fr: Aller à la liste des tâches

source: Number of items to display in the sidebar
fr: Nombre de tâches à afficher dans le bloc

source: Up to thirty items can be displayed at once.
fr: Jusqu'à trente tâches peuvent être affichées à la fois.

source: Please choose a number of items to display between one and thirty.
fr: Merci de choisir le nombre de tâches à afficher entre une et trente.

source: To Do Listing
fr: To Do Liste

source: Not started
fr: Pas commencée

source: Started
fr: Commencée

source: Awaiting More Information
fr: En attente d'information

source: Delayed
fr: Reportée

source: Cancelled
fr: Annulée

source: Low
fr: Basse

source: Medium
fr: Moyenne

source: High
fr: Haute

source: All
fr: Toutes

source: Mark Finished
fr: Marquer Terminée

source: to do list assignment
fr: affectation d'une liste de tâches

source: create to do list
fr: créer une liste de tâche

source: administer to do list
fr: administrer une liste de tâche

source: view all to do listings
fr: voir toutes les listes de tâches

source: to do list block callback
fr: appel au bloc To Do List

source: Provides a callback function for the ajax features of the to do list block
fr: Fournit un appel à la fonction pour les fonctionnalités Ajax du bloc To Do List

source: A list of things that need to be done
fr: Une liste de tâches à faire

source: Created to do list items
fr: Tâches que vous avez créées

source: A list of to do items created by the user
fr: Une liste de tâches créées par l'utilisateur

source: All to do listings
fr: Liste de toutes les tâches

source: A list of all to do items
fr: Une liste de toutes les tâches

source: To do list settings
fr: Paramètres To Do List

source: Settings for the to do module
fr: Paramètres pour le module To Do List

source: Indicates who can mark this item finished. 0 = creator only, 1 = any assigned user
fr: Indique qui peut marquer cette tâche comme terminée. 0 = auteur seulement, 1 = tout utilisateur affecté

source: Creates a to do list content type
fr: Crée un type de contenu To Do List

source: projects
fr: projets

source: Items in red are 'immediate'.
fr: Les tâches en rouge sont 'immédiates'.

source: Details:
fr: Détails:
